[
    "**How does wizard feel about druid yoinking its top path upgrades in the transition from btd5 to btd6?**\nOnce the wizards started messing around in the dark arts, there was no going back for them.",
    "Glue gunner's birthday list:\nmacaroni, they love making craft frames.",
    "**How does Pat float in water?**\n*He’s mastered the ancient art of swimming.",
    "benjamin's computer specs:\n64 Gigabloons of DDR555 RAM, iMaxLevel+1-9000 CbPU (Central bloon Popping Unit), 1 Terabloon SSSD of storage. 0-0-2 Gigabloon GePop 150 GPU and some other parts made by the Engineer that are simply ahead of our time.",
    "Quincy likes to think he and Gwen are close, Striker and Churchill bond over old military movies and everyone loves Pat.",
    "**Why is the supermonkey so T H I C C?**\nHe works out.",
    "**How much Monkey Money could a Dart Monkey throw, if a Dart Monkey could throw Monkey Money?**\nDepends if the Dart Monkey has access to the Spike-o-pult or not. You’d be able to throw a lot more MM with a machine like that!",
    "**How does the M.I.B. work?**\nPartial awesomeness, partial science. Dr. Monkey is a bit of a mad genuis.",
    "**What does Gwen think about Quincy?**\nWhen I asked all she said was “||Eureka!||”",
    "**What type of government runs the monkeys?**\n“I'm the king of the swingers\nOh, the jungle VIP\nI've reached the top and had to stop\nAnd that's what botherin' me” - All hail King Louie",
    "**Where does the monkey king live? What is his favorite food?**\nIn his castle and slightly roasted bananas",
    "**Why does it cost upwards of three grand just to get a trained pilot to fly closer to the ground? He should already know how to do that!**Flying close to the ground is a whole new cereal bowl of fish. If something goes wrong you have less time to react before crashing, you have to be fully aware of your surroundings and obstacles that may come into contact with you while flying low and you have to learn the power of your blades and just how close you have to get to the ground before bloons are blown back.",
    "**What can Bloontonium be used for?**\nIt’s used to coat bloons and turn them into extra lethal weapons worthy of taking down not just monkeys but anything that stands in their way.",
    "**Where do all the things in the daily rewards chest in BTD6 come from? Is the chest bigger on the inside?**\nThe same place the Super Monkey gets their surplus of Darts.",
    "**On a scale of 0 to yes, how skilled is benjamin at hacking? while we're at it, can you ask him if he'd be my friend?**\nYes - Have you ever tried to infect a MOAB with a Trojan? And we did ask him about being your friend, and he said he’d already sent you a friend request, which he thought you were ignoring, and he was getting really wound up thinking that you didn’t want to be his friend, so now he’s really glad and can get back to hacking the heck outta Bloons.",
    "**If every tower in btd6 was represented by a computable irrational number, what number would the super monkey be?**\n6.48074069840786...",
    "**Why does some of Benjamin's right eyebrow look shaved? He have a shaving accident?**\nDon’t tell him we told you but he does it to look cool.",
    "**How old is Gwendolyn?**\n337 days.",
    "**How many uses do bananas have in the btd universe?**\nThe same amount of uses as the currency we call cash monies + an additional 2 uses.",
    "**How do airburst darts know when they're about to hit a bloon? If it's a motion sensor, what about frozen/superglued bloons?**\nMy intel on this subject is not advanced enough. The engineer who designed these might have a few answers if you can track them down.",
    "**What material is the TSG and VTSG made out of?**\nA material so powerful that the mere mention of its name could have disastrous consequences.",
    "**Is it a coincidence that both of Quincy's outfit colors match up with Gwen's outfit color? Or is this part of a larger story?**\nMaybe he just thought she looked really cool and wanted to match.",
    "**Where can you contact Dr. Monkey about your inquiries?**\nDr.Monkey lives off the grid and NK have to hand deliver all mail to him.apprently they even have to print out the emails and hand those to him. He’s a bit of a paranoid dude.",
    "**What is the Ocean Guardian's name?**\nHis name is Ocyn",
    "**What’s inside a spike factory that gives it nearly unlimited spikes?**\nNK just get a bucket and pour them in. Just like, a lot of them though.",
    "**Why do descendants of the True Sun God listen to us insignificant humans on where to go on the battlefield? If Bloons are willing to kill poor little monkeys, why are they so civilized that they follow a path when trying to kill us?**\nWho is to say they’re listening to us? They might be the higher power controlling our thoughts and just making us believe we’re the ones in control! Also, we never said the Bloons were smert…",
    "**how do Bomb Shooters know when there's a bloon to shoot at? Unless they're controlled by an invisible monkey…**\nIf you believe in fate then you will know that all actions are predetermined and we’re all being controlled and manipulated by an external force in one way or another. That is of course, if you believe in fate.",
    "**Does Churchill have legs?**\nIt may be hard to believe but Churchill (when not fighting bloons) is a passionate devotee of the surfboard and was the first monkey to ride the River Severn’s five-foot tidal bore. He even designed his own board!",
    "**Can dart monkeys throw darts with their tails?**\nMaybe some that have trained very hard but not most! Partly depends on whether you consider brushing darts along the ground for short distances “throwing.”",
    "**We have Pat's Pond, what should my map be?**\nThe forest where he trained for many years to become an amazing archer!",
    "**What would happen if one (a monkey) were to ingest a small amount of Bloontonium?**\n...",
    "**Is Pat Fusty's voice sounding like Patrick Star intentional?**\nThis isn’t intentional! This is Patrick!",
    "**How come explosions emitted from monkey attacks do not harm any fellow monkey or terrain?**\nIt is a specially designed explosive that only hurts rubber.",
    "**What does the Sungod do in its free time?**\nSunbathes.",
    "**How are MOAB Maulers engineered to deal such incredible damage to blimps? This is beyond science**\nmonkeys have been studying the bloons and MOAB’s for a very long time… we know their weaknesses.",
    "**Where do little monkeys come from?**\nWell, when two monkeys love each other very much, they pray to the Sungod and hope a Chinook will appear with a little bundle of love for them.",
    "**Is there any reason for the glue storm having so many tentacles/tubes? It's giving me some nausea!**\nHow else are they meant to get so much glue out so quickly?",
    "Banana pancakes.Yes, yes and yes",
    "**Do the bloons have their own shows that they watch on their own TVs?**\nI’ve heard their favourite show is ‘The Joy of Sneaking with Pop Ross’",
    "**Why do the bloons give you money for popping them? Are the monkeys poachers who sell bloon skins? Maybe the reason bloons give less cash the further you go is because you're flooding the market?**\nWe went to talk to Dr. Monkey about these fine questions, but he was away for his daily hot pilates workout, so we took the opportunity to rifle through his desk, files, and heavily encrypted computer files (drmonk3yrox). While we didn’t find definitive answers we did see a scribbled formula for polychloroprenetrirotherringium on the back of an overdrawn bank account notice folded together with racing forms and a past due bill for monkey hair cream. We found this inconclusive but we’ll share it with you in the hopes it might make sense to someone.",
    "**glaives are just modified swords from old times. If that is so, why are the BTD glaives different from their real life counterpart?**\nThe Engineer modifies all weapons to deal maximum damage. This improved glaive is cutting bloon technology designed to cut through any bloon in its way!",
    "**How does the prince of darkness revive popped bloons? he cant just blow them back up if they are already Tarn err torn.**\nNEED SOMETHING WITTY FOR THIS.",
    "**What if a friendly bloon floated up to the Super Monkey? Would he be able to stop himself to blast the bloon, or do the goggles force him to shoot?**\nSuper Monkey can stop himself and chooses when to blast but a friendly bloon?",
    "We don’t speak of the incident when the Engineer found himself caught between a bloon and the Plasma Monkey... Let’s just say that I wasn’t the first person to get a makeover from Dr. Monkey… But some safety procedures were put in place after that.",
    "**how does the super monkey control when his laser and plasma vision shoot?**\nWith the super high-tech goggles created specifically to utilize the full power of the Super Monkey. The laser and plasma vision will activate whenever there is a bloon in range that needs to be popped!",
    "**How can Ezili use voodoo on bloons if bloon dolls would pop when putting pins in them, and they don't have limbs or anything to control?**\nEzili harnesses dark voodoo power. Doesn’t require the use of a typical Voodoo Doll.",
    "**Do the monkeys ever mistake eggs for white bloons?**\nEggs don’t move in hoards and try to reduce your life! They’re actually a good source of protein. Bloons are not!",
    "**How do Robo Monkey, Tech Terror, and Anti Bloon generate so much power without overheating? Is it some specially made cooling system by the Engineer? (Robo Monkey refers to 2-3-0)**\nThey also harness the power of pure, pure hatred and have top of the line Engineer equipment.",
    "**Can the Sun Avatar destroy the Sun?**\nWhy would it do that? It takes its energy from the sun so it wants to protect it much more than destroy it!",
    "**How much does it cost to buy/produce the Boomerang Monkey's yellow jumpsuits? Are they made by hand or in factories?**\nThere’s a whole group of monkeys that focus on the clothes for our monkeys, all hand-made. They also help the heroes pick their outfits.",
    "**How come monkey aces never have to stop flying to refuel? And where do they get their near-endless supply of ammunition from?**\nGravity is a little strange in the Bloons universe. Because of this strange behaviour, things don’t always act as they should.",
    "**How does the Ice Monkey become blue?**\nThe blood vessels in the Ice Monkey’s skin constrict or narrow in the cold, this reduces the amount of heat lost through the skin in an attempt to maintain your internal temperature. Because of this the skin receives less blood and turns a bluish hue.",
    "**How does Monkey Money power the Energizing Totems? WHY does Monkey Money power the Energizing Totems?**\nMonkey Money pays for the power to energize the Energizing Totems.",
    "**How does Monkey HQ find suitable monkeys for the team of Heroes?**\nThey are the best of the best, the ones who were willing to do everything to help other monkeys. (Plus they all had the best outfits)",
    "**What, if spike factories just contain spikes, shouldn’t they be called spike dispensers and not spike factories?**\nThey create the spikes but they have to make them so quickly that there is some backlog and are just filled with spikes as they are spit out groups at a time.",
    "**Why does Quincy say 'headshot' when bloons don't have heads?**\nBloons are all head. That little tie off at the bottom is their tiny body.",
    "**What happens to the towers that you sell in a game? Is CHIMPS called CHIMPS since is saves the monkeys from being sold? How does selling them make the player money? Why are instas not worth money?**\nThey are instantly teleported back to Monkey HQ! Think of it as tapping out but it also means they can return the resources they used for their upgrades which is where players get the money from!",
    "**So... what's in the spike factory?**\nJust like. So many spikes.",
    "**where does the super monkey get so many darts from?**\nSuper Monkey buys in bulk from the same store the Dart Monkey shops at. Turns out you get quite a discount for being a descendant of the True Sun God.",
    "**Is there a monkey inside the Bomb Shooter operating it? I figure if we find this out, we could also know how the tack shooter works.**\nIf you really want to figure this mystery out, you should first take a look inside the Spike Factory.",
    "**What’s the difference between Monkey Glue and the glue people use?**\nThat is classified and Dr. Monkey would not be happy with me revealing those secrets!",
    "**How does the Ultra Juggernaut reload so quickly?**\nMany years of rigorous training allows the dart monkey to be a well oiled reloading machine.",
    "**What happens if a bloon destroys Benjamins computer/tablet?**\nYou underestimate the amount of computers or mobile devices that Benjamin has at his disposal.",
    "The monkeys are genderless with the exception of the heroes and the patch notes monkey.",
    "**where did the Kylie boomerang get it’s name?**\n'Kylie' is one of the Aboriginal words for the hunting stick used in warfare and for hunting bloons.",
    "**Do monkeys have any relationship with humans? Do humans actually help monkeys become intelligent and taught them how to protect themselves?**\nHumans aren’t around in this universe ",
    "**What's it like working at a banana research facility?**\nIt's very a-peel-ing. We work with a great bunch! ",
    "**What is inside a cash injection?**\nUhhhh...cash.",
    "**Are the MOAB / bloon bosses considered divine figures of the bloon universe?**\nJust as much as the Sungod is!",
    "**If the monkeys get money from popping bloons, where do the bloons get the money to send bloons like zomgs and bads? Also, is there any bloon-counterpart to Doctor. Monkey? They must get all their bloon-enhancing knowledge somewhere.**\nWe aren’t sure, it’s something we are still trying to figure out! We must assume they do have one but who that might be or what that might be…. Who knows?",
    "**Do the bloons have some sort of god like being similar to that of the VTSG?**\nThe monkeys never talk religion at the dinner table.",
    "**How did the monkeys obtain the knowledge to create the VTSG?**\nOld ancient texts, found by our historian monkeys, gave us the secrets. They were pretty hard to get.",
    "The reason why you can disconnect in a coop game with just yourself is because rohan is watching",
    "**Why are ceramics now slowable by glue in BTD6? Did the bloons swap to cheaper ceramic shells? Did Gluology advance to ceramic sticking materials? Or was it something else?**\nOur glue technology has advanced tremendously. There were rumors that Bloons had switched to more form fitting polyceramics but Dr. Monkey is sure that it’s all him.",
    "**What happens when the bloons makes contact with the monkeys?**\nOwies ",
    "**Why are the pineapples explosive?**\nWhy isn’t all fruit explosive?",
    "**How was the first MOAB created?**\nLots of bloons melded together. ",
    "**Besides Churchill's passion for surfing, how do the other Heroes let loose during the summer?**\nGwen loves firing up the grill, Obyn likes taking long walks along the beach and Ben hides in his room with the AC up. ",
    "**Are the wizards cool with the druids now possessing the storm upgrades**\nYeah! Who else would have taught it to them?",
    "**Why does the BAD use band aids when it's damaged? Surely the bloons are smart enough to use better materials to hold themselves together if they can use fortification.**\nMaybe they are special band aids!",
    "**What games do the monkeys play?**\nBananagrams",
    "**How were Regrow Bloons created? Is Dr. Monkey working with the Bloons?**\nBlasphemy! They were created with the weird science of bloons.",
    "**Do bloons have any feelings or even thoughts? What if they can talk or communicate? Can you ask Dr. Monkey to look into this?**\nWe are pretty sure they talk to each other in squeaks but we have seen no sign of feelings. Dr. Monkey is a very busy scientist but I’ll let him know!",
    "**why was the anti monkey symbol on the BFB removed?**\nWe aren’t sure, we’d have to get bloon insider knowledge for that.",
    "**Why does Gwendolyn's voice change when she becomes a scientist?**\nLong hours in the lab and late nights would change anyone!",
    "**Did the Boomerang Monkeys go to Australia and that's how they discovered the Kylie Boomerang?\nYes, Rohan introduced them!",
    "**if the Bloons wanted to win ,why don't they send a bunch of B.A.D.s on round 1? And if the monkeys wanted to win, why don't they set up a bunch of temples on round 1?**\nIt costs a lot of money to do that!",
    "**what if the bloons found out about dr monkeys experiments and then they ruined his work? what will we do?**\nDon’t worry, Ben has backed up all of Dr. Monkeys work on a lot of different drives! If it did happen though…. Vengeance! ",
    "**How do the druids’ undead Bloons pop other Bloons if they are both Bloons and the undead Bloons don't have any other weapons and are just Bloons?**\nJust body slamming. Undead Bloons listen to Pantera.",
    "**How long did it take for the Grandmaster Ninja to learn his skills?**\nMany, many, many years in human or monkey perception. To the Grandmaster, time has no meaning. All is now.",
    "**How did the bloon war got started?**\nWe don’t talk about it.",
    "**Does Bagel pop Bloons?**\nWith lethal efficiency.",
    "**What unit of measurement do the monkeys use?**\nBananas for scales",
    "**If the BTD5 special agents can't be in two places, how come I can have two tribal turtles on the same map?**\nI guess we have found Agent Smiths’ latest form.",
    "**You said 'Humans aren't around in this universe,' then you said 'Yes, Rohan Introduced them!' Does this mean Rohan isn't human??**\nWas that ever an option?",
    "**What does Dr. Monkey think of Gwendolin as a scientist?**\nHe taught her all she knows. Except the fire, that was still all her.",
    "**What happens inside a bloon trap?**\nThe bloons are broken down by an internal solvent and converted into cash",
    "**Do the bloons have a game called MTD6, and if so, what's it like?**\nI'm not sure if bloons have games at all",
    "**How can you place monkeys inside of Engineer turrents? Wouldn't they become a monster monkey or Something**\nThe Engineer monkey doesnt use monkey powered turrents. The turrents draw power off the Engineer monkey and become one with their master\nAnyway, the only Monster Monkey I see is the alchemist after it's been on the transformation tonic for too long.",
    "**Are rohan, his afro and the true sun god all related somehow?**\nThat is not knowledge we can possibly know as mere mortals",
    "**How do monkeys breath on the Moon Landing map?**\nMonkey Science! - The same science is applied to the mortar shells to return back into orbit'",
    "**Who builds buildings before Monkey Engineer was arrives at 12.0 update? Who does?**\nWhere do you think Engineer monkey was before joining the roster? He was busy building!",
    "**Why do monkeys never run out of projectiles?**\nFor they are the monkeys that never run out of projectiles",
    "**How does the glaive lord keep the glaives orbiting around him and shredding the bloons? doesnt he get tired or are they magic glaives?**\nHe spins that glaive right round baby. RIght round like a record, baby. Right round, right round.",
    "**Why did the paragon expert decide to give up the differnet types of sentries when its supposed to be a support tower?**\nOnce the power of plasma was abe to harness in the form of a sentry there wasnt any reason to go back.",
    "**Where did Engineer monkey get his PhD in engineering, or was he self-taught?**\nThe Monkey Academy, where all monkeys go to learn",
    "**So why is Pat so big?**\nHe drank his banana milk and grew up nice and strong",
    "**What kind of bananas does Pat Fusty eat? He's a big monkey after all.**\nThe big yellow ones!",
    "**How does Sniper Monkey never miss? He has aimbot?**\nYears and years of training in the same facility as the Monkey Ace.",
    "**Is there no support knowledge that makes an Engineer's gadgets detects Camo Bloons?**\nNope! But I hear there is a tower you can buy to help out with camo detection if needed :D",
    "**Who made the Fully Automatic Rifles that the snipers use?**\nIt was a combination between the Engineer, Captain Churchill and of course, Dr.Monkey",
    "**What do the Tack Zone and Carrier Flagship do to their darts to make them pop leads?**\nHeat them up",
    "**Is there any chance the Monkeys and Bloons will ever live peacefully or will they fight until the end of time?**\nWell they have fought for the last thousand years.. So who knows if there will be an end in sight, one can only hope, but for now the monkey’s fight on!",
    "**Do the heroes get along?**\nYes! Though most of them are scared of Ezili.",
    "**What causes MOAB Maulers, MOAB Assassins and MOAB Eliminators to do more damage to MOAB Class bloons?**\nInside the tip of every missile there a piece of a popped MOAB summoned by the Necromancer.. Science combined with magic, who knew it could be so powerful. ",
    "**What were the heroes doing before they were called into action?**\nHoning their skills and talents. ",
    "**What do monkeys do in their free time?**\nRelax on the beach, sipping banana smoothies.",
    "**How does the Black and White Bloons to fit 2 Pinks at once but they're still small, smaller than Red Bloons?**\nIf we start asking why instead of how to stop them, then they have already won...",
    "**The blimp in MOAB Graveyard.. is bigger than the ZOMG.. it's even bigger than the current BAD. What could it have been?** \nWe are still trying to determine its origins.",
    "**Is there a special training center for the heroes? E.g. doctor monkey's laboratory**\nIt is all done within the monkey academy",
    "**How did the MOAB Maulers get made in BTD5? Necromancers didn't exist back then, right?**\nThat you saw….",
    "**What type of government do the monkeys have? Democratic? How often do they hold elections, and who is the current president?**\nIf we learned anything for Mowgli and the King of the jungle (King Louie), then we can assume they are apart of a monarchy.",
    "**Is Gwen a gamer?**\nShe just signed up for 1 years worth of Apple Arcade and can’t stop playing Hot Lava and that other game, Reign of Red? ",
    "**Why isn't Dr. Monkey in the game, like a Tower or Hero?**\nHe’s very busy with research and needs to focus on that at the moment.",
    "**If we can support the funding, do you suppose Engineers, Churchill, and Dr. Monkey could start research into constructing fully-automatic long-range dartling guns?**\nPut those 3 brilliant minds in the same room and you’re bound to witness the creation of something magnificent. Maybe they’re working on new weapons technology, maybe they’re working on a solution to better the entire monkey race, or maybe, they’re dancing and singing till the night fades into a distant memory. Who knows?",
    "**If one marine summoned by special poperations is so powerful, why don't we see the entire marine corps join the battle? Or other branches of the monkey miltary?**\nThe marine has a particular set of skills; skills they have acquired over a very long career. Skills that make them a nightmare for bloons across the universe.",
    "**How do towers and heroes feel after getting nerfed?**\nIt’s like the second day after a big workout. Everything hurts, but it’s better in the long run.",
    "**What is the monkey society like? Do the monkeys learn to hate bloons early on in life? Are they taught about the monkey-bloon war in school?**The Monkeys are taught about the bloon threat very early in their life, often having their elders show them the ropes while keeping them at a safe distance. It’s very much a learn quickly or get left behind sort of world they live in.",
    "**Since the Monkeys have very advanced technology, more advanced than ours, have they discovered time travel, and could they also replicate Finn’s 4D sword from Adventure Time?**\nIf they have discovered time travel they surely wouldn’t let us know about it. ",
    "**...what exactly is Dr. Monkey doing? Is he doing his research or is he helping the Monkeys and AT characters pop the Bloons in Ooo? Or is THAT his research?**\nDr. Monkey is working on a top-secret project.",
    "**If monkeys live in villages, why are the villages we see in game so small?**\nNot all monkeys live in villages. In fact, the villages are more like community hubs, used to protect the electrical appliances from the weather and a place to gather for social activities.",
    "**why does the temple not need sacrifices? and if so, it isn't the minkeys god, is it?**\nThe Sun Temple requires a sacrifice (or 50,000) to enhance its powers.",
    "**Does monkeys eats other fruits? Like, apple, orange, etc. And their lunch are only bananas?**\nWhen they can source other exotic fruits they will definitely try them.",
    "**Real monkeys are intelligent. Are these ones any different?**\nThey’ve figured how to pop a BAD. Can you do that?",
    "**I bet that the reason that the MOAB Mauler does +15 instead of +10 damage now to blimps is because they switched to necromancer technology from whatever they were using before.**\nThe Engineer likes to tinker with machines and make improvements where possible.",
    "**Do the farms have brains?**\nMany organisms do not have true brains, but rather a 'nerve net' of neurons scattered through their bodies.",
    "**What kinds of traditions do the monkeys have? (besides banana, of course)**\nIf you spend enough time among them you will be asked to join in their super-secret full moon karaoke night. Now that is a truly magical night.",
    "**Whatever happened to the mechanical ice towers after the ice monkeys showed up?**\nThey’ve been retired. ",
    "**How does C.H.I.M.P.S mode even work? I mean, how do the monkeys lose their knowledge, and capability to use powers? Also, how can monkeys not see camos with different color on a certain environment? e.g. Camo Purples in Monkey Meadow**\nC.H.I.M.P.S = Chimps Have Impractical Minds, Particularly Scatter-brained.\nLook, it says it right there in the submode title. \nAs for the different colors on certain environments, same reason hunters wear blaze orange hunting gear - deer can’t see it but other animals such as humans can. Which of course implies that the Bloons don’t want to be blooned by other Bloons; you might be onto something...",
    "**Is the cylinder located in the middle of Spillway a barrel or a drum? Very important question.**\nIt’s a cylindrical container made of metal.",
    "**How do Heavy and Armor Piercing Shells can pops black bloons?**\nSpecial macho military secrets. Mostly to do with cigars. Which are bad for you.",
    "**When upgrading from downdraft to support chinook, does the amount of bloons blown back increase?**\nNope. Just the amount of perfect monkey hair.",
    "**How does throwing an orange/green potion at a landing pad buff a plane/helicopter?**\nThe same way rainbows always have a magical pot of gold at the end of them. ",
    "**How is the ray of doom made?**\nWith a state of the art raydical doom powerinator. ",
    "**If bottom path sniper is elite defender, and middle path is elite sniper, why is top path sniper not also elite to complete the trio of eliteness?**\nHis skills just aren’t that 1337",
    "**Why is the AOTVM so Vengeful? And where did it come from?**\nHave you seen those metal pants? Better question is where did those pants come from, because Lizzo wants some.",
    "**Why are sub commander's legs so short?**\nAre any of the monkeys legs long?",
    "**Why don't I have any hot chocolate?**\n Here you go:https://lh6.googleusercontent.com/C7tHQBiThZEcUyuRbBRru2q-H3hCz6a8Zb8ZtsnM-GFRKGbWtnyqcpLs5vD6xw0ft_XewpqLoEKs2D_PlR8NYqMjwgKWDB_qt-EZoVNuYbraGHyy7kieE25ReRurXsgGRli6Fi7g",
    "**How is that Pat's hands don't get hurt after slamming his hand on Bloons so many times, does he even feel it?**\nHe has healing hands. That’s why he gives the best hugs.",
    "**Is there an even powerful bloon we haven't even met yet? If so the monkeys would have to prepare.**\nThere may very well be. ",
    "**How do towers placed in the pot on carved stay in place when the pot jumps up?**\nThey just hold on real tight",
    "**Fellas, what if the bloons actually want to be popped? I mean they're just gonna deflate and wither away anyway so why not get popped by these monkeys? like also if the monkeys fail is that why bloons get upgraded? did they all start as just a couple colors and then become more powerful simply through not dying? like is a BAD a red bloon that has just been so unsuccessful at being popped that it's this gargantuan thing now?**\nI’ll send your theory to Dr. Monkey. He may be interested in this idea…. ",
    "**Just what is the Vengeful Monkey? Does it come from the same place as the Sun God? Is it a higher being or something else?**\nWe put it solidly in the ‘Something Else’ category. ",
    "**Why does placing a dart monkey requires money? Aren't they fight for their kingdom/world? So why would it cost money? Also, how does it work when a bloon is popped, money is earned?**\nThey are but that doesn’t mean they can’t be paid for their hard work! When a bloon is popped, the rubber is broken down and repurposed, generating cash.  ",
    "**Why did spike-o-pult go from being its own tower to a dart upgrade?**\nIt was better to have them controlled by dart monkeys, more precise. ",
    "**What kind of music do the monkeys listen to?**\nPop music. ",
    "**Why do some monkeys wear clothes and some don't?**\nPersonal choices. Why do some people prefer pants to shorts?",
    "**What does Quincy do in his free time?**\nPractises with his bow. ",
    "**Why are the White Bloons and Black Bloons smaller than the rest of the Bloons?**\nEveryone knows that resistance to cold and explosions makes you smaller!",
    "**Bloons. do they live in a society like we do? because bro, dude... you know we live in like... a society. and like what if you know the bloon thingers thingy things were also live in society?**\nBruuuuuuh…. Dude…. No way…. ",
    "**How does Benjamin type without opposable thumbs?**\nSome monkey types do have opposable thumbs. Ben is one of them.",
    "**Where does all the spent monkey money go?**\nThat’s above my paygrade. ",
    "**Are there different factions of monkeys in btd6, or are all monkeys unified against the bloons?**\nhey are united against the one threat, though the military monkeys tend to think they should be sent first since they have the most training. ",
    "**Are the darts mixed with poop?**\nEw, no.",
    "**If the bloons' rubber gets repurposed for other things, can those things also come 'alive' like the bloons they popped from?**\nWe had an… incident once when the Necromancer came to visit our scientists at the lab.. Safe to say they were not invited back.",
    "**how do ice monkeys channel the powers of winter?**\nThey hum ‘let it go’. ",
    "**What happens when a monkey is sold? Where do they go?**\nThey take a break and go back home!",
    "**How does a Tack Zone shoot so fast and with so many tacks? They got them stored, they produce them, or something?**\nWe just pour the tacks in and set it on ‘Fast’",
    "**How do road spikes hit bloons while they are in mid-air?**\nMaybe the bloons are lower than you expect….",
    "**Is there a Monkey Coast Guard?**\nProbably!",
    "**Is there a diamond bloon?**\nNot that we have seen but we doubt we’ve seen all the horrible things bloons have. ",
    "**What is the rubber from bloons repurposed into?**\nLots of things. Rubbery items.",
    "**What do you think of the MOAB Mauler's amazing grin?**\nIt’s the bomb.",
    "**What bloon type that Necromancer summons?**\n‘Dead’?",
    "**What's the ||~~canon~~|| explanation for adora being able to sacrifice the true sun god?**\nEven the Sun God knows that sacrifices have to be made for the greater good. ",
    "**How do Boomerangs and Ninjas could throw again when boomerang/shuriken was broken/lost?**\nA well made boomerang will return to its sender after being thrown. That is the nature of a boomerang. The Ninjas on the other hand, are well supplied with shurikens. They never run out of shurikens, because.. they are Ninjas. ",
    "**Why are white bloons faster than black bloons?**\nThe explosive resistant properties of the black bloons are heavier than those contained within the white bloons resulting in a tougher defense at the cost of slightly reduced speed. ",
    "**guess its my turn for an entirely pointless question... here goes: \"How many Pats would a Pat pat if a Pat could pat Pats?\"**\nIf my math is correct on this one, in a great game of co-op 1 Pat can pat up to 2 other Pats and each Pat can pat with both his arms! So... arranged in a perfect circle, you can get 8 Pat pats by combining each Pats ability to pat 2 other Pats! With 1 Pat patting other pats at a rate of 1 Pat pat per second, you can expect all 4 Pats to dish out those Pat pats at a combined rate of 480 pats per minute!Q: I have a question for you! If 4 Pats were patting other pats going a speed of 150 km/h, how many Pat pats would have been patted by the time you circumnavigated the Earth! Answer below! Sorry if this answer was Patronising…\nA:  7,694,400! Pat pats would have been patted!",
    "**How can the temple float? I can believe that Pat is the only monkey around who knows how to swim but is the temple just made of yellow rubber duck material or something?**\nOr something.",
    "**Has Benjamin ever been arrested for hacking?**\nNot that we know of…",
    "**does the beserker brew potions taste good at all? or are the monkeys forced to drink it?**\nIt kind of tastes like a banana protein shake.",
    "**If bloons are made of bloontonium, how are they destroyed by a bloontonium reactor rather than reinforced?**\nEvery action has an equal or opposite reaction. The Bloontonium Reactor reacts by having the opposite reaction.",
    "**How does Wolfpack Quincy feel after losing on a Beginner map on Hard difficulty? I must know What do I do when he growls on me/ other monkeys?**\nI wouldn’t worry, he’s all bark, no bite. ",
    "**If magic exists in the monkey-verse, why don't the military monkeys make use of magic to fight?**\nNot all monkeys have the ability to use magic. ",
    "**Why does Berserker Brew work on machines?**\nWhy does it work on monkeys? Magic!",
    "**If one little thing had changed, if the tiniest of events had gone slightly differently, the bloons would have been the good guys. Doesn't that just keep you up at night?**\nI think if we thought about all the things that could have been different with a small change, we’d never get any sleep. ",
    "**How do you overclock a monkey if they don't have any mechanical parts?**\nWhy does it work on machines? Science!",
    "Gwendolin has a bandage on by her eye. What happened?\nGwen isn’t always so careful with her fire!",
    "**What do Jones and Churchill think of each other? Are they comrades in battle or is there a bitter rivalry between the two?**\nThey are a little competitive (a lot competitive) but overall, see each other as friends!",
    "**What do the monkeys' and the bloons' national anthems sound like, if they have any?**\nI don’t remember the monkey anthem but the bloons one just sounds like rubber squeaking. ",
    "**Do the monkeys speak English, or do they speak some monkey-language which is translated into English? If so then what does their language sound like?**\nEnglish! How else would you understand the heroes?",
    "**What kinds of education do all the heroes have?**\nDepends on the hero! Pat never studied much, but we know that Ben studied computer sciences and Gwen studied the art of pyrotechnics!",
    "**If not all monkeys can wield magic, how do the ice monkeys gain this power? Are they born with it? Must they be exposed to harsh cold? Several months ago I asked about the color of their fur, but I think the origin of their powers is far more important.**\nHave you heard of monks that go and sit under waterfalls to train their minds? Think along those lines but in frozen tundras. ",
    "**Is Churchill when not in battle with bloons be outside of his tank or will he just sit in there head exposed?**\nHe tends to remain in the tank unless he needs to fit into a tight parking spot… He’s not very good at that so he gets Striker Jones to help.",
    "**How do tracks not get completely obliterated by Tsar Bomba's ability?**\nBloons absorb the impact. ",
    "**Where do the bomb shooters keep all those extra bombs? The barrel only looks big enough for one.**\nThe same place Dart Monkeys keep all of their darts! ",
    "**Why are the upgrades instant? I mean, it would take time even just to put on some wristbands, let alone completely remodeling a plane or building a gigantic temple.**\nThey are really good at quick clothing changes. ",
    "**How do monkeys make monkey glue?**\nBanana Peels. ",
    "**Are the non-monkey towers actually alive? They still do stuff after all.**\nIn the same way a self-driving car is. ",
    "**But Pat isn't just big, he's gigantic! we saw the true size of all the MOAB class bloons. In order to hug them all, Pat has to be at least the size of a house! You sure he's not some kind of, well, mutant?**\nWe are pretty sure but then again, who knows what Dr. Monkey has been up to?",
    "**does pat's gigantism also apply to the fluffiness of his hugs?**\nAbsolutely. It’s like being hugged by a huge teddy bear.",
    "**Just saying, but do any of the heroes have any romantic feelings?**\nQuincy might have some.",
    "**What if Biker Jones meets Fusty the Snowman? The two are very different monkeys with very different personalities.**\nFusty would probably try and give him a hug! Would that go well? Probably not.",
    "**How is upgrading a plane from a Spectre to a Flying Fortress a \"clothing change\"?**\nIt is just putting on more accessories.",
    "**which heroes like to roller skate?**\nGwen is pretty good at it!",
    "**Is the monkey on the aircraft carrier just tiny, or is it just a matter of perspective?**\nJust perspective! ",
    "**How does a 0-0-2 boomerang monkey not burn itself?**\nBy being very careful",
    "**When the Vengeful Temple is created, what happens to the Antibloon and LoTN? Is it similar to sacrificing other towers or is it something more \"special\"?**\nSomething more special. No one fully understands it except maybe Adora but she won’t disclose it.",
    "**How tall is the sun temple in feet?**\nAt least 2.",
    "**How do the monkeys know English? (And don't say that they speak a monkey-language, because you said they spoke English a couple posts back.)**\nMaybe Dr.Monkey taught them all. He’s pretty smart. ",
    "**Who set Biker Bones' hair on fire?**\nHe asked Gwen for help. She kind of likes fire. ",
    "**Could there be, in any chance, an evil monkey trying to, well, do evil stuff?**\nMaybe in an alternate universe… ",
    "**What's the official name for those things that JoA Adora throws?**\nThey are called Fleur-de-lis",
    "**What is the physical location of Geared?**\nThe cog-nitive process of extracting a physical location from conversations with bloons and monkeys would grind my gears. ",
    "**Whatever happened to those triple Spike-o-Pults? Decommissioned? Recalled? Outlawed? Some other -ed verb that's mildly interesting?**\nRetired. ",
    "**Who's the monkey on the monkey money dollar bill?**\nA historic figure",
    "**Who built the roads, monkeys or bloons? And were road tolls the beginning of the dispute between them?**\nIt was built by the Monkeys but there were no road tolls.",
    "**Why is the Impoppable Sun God green?**\nImpoppable is envious of all the cash and lives everyone else has",
    "**How do you pronounce Ezili?**\nAh-Zeal-Lee",
    "**Whatever happened to Driller Bunny?**\nIt drilled too far and we lost track of it. ",
    "**What's inside a super mine?**\nSuper explosions ",
    "**How many spells does archmage know?**\n15",
    "**How does Dr. Monkey know English?**\nHe is a very smart monkey",
    "**Is it possible to Rick roll Ben?**\nNot easily. He’s memorized all the URLs…",
    "**What does Striker Jones think of Tsar Bomba?**\nIt’s a real bommer that he doesn’t get to pilot it.",
    "**How did Churchill get his scar?**\nHe refuses to talk about it… What happens in tank, stays in his tank :D ",
    "**What do the other heroes think when a new hero comes out?**\nI wonder if *new hero* can handstand as well as I can.",
    "**Where do the heroes get their haircuts?**\nDepend on the hero. Striker has a barber he goes to, Adora has a very fancy salon and Quincy does it himself.",
    "**How does the writer of the books know English then?**\nProbably learned it from somewhere.",
    "**Can you rickroll Ben with a shortened URL?**\nHypothetically. Would I want to try though and risk his wrath? No thanks.",
    "**Why does the Cave Monkey get frozen back after finishing a game?**\nHe just likes to chill.",
    "**Is there a canonical reason that the monkeys follow the bloons when they start to get out of range?**\nIt really depends on their priorities.",
    "**I bought the hero booster for science. Should I regret it?**\nNever regret anything you do for science.",
    "**What do the Heroes do in their free time? What do the monkeys eat besides bananas and pineapples?**\nBen likes to work out, Obyn goes hiking a lot, Ezili likes to curl with her cat and read a book and Quincy practises his aim.\nPineapples explode!! Why would any sentient, dart-throwing Monkey eat one of those monsters?",
    "**What is the exact force that Pat has when he uses Big Squeeze?**\nIf we use (F)=(m) x (a) then we can quite easily figure out that the amount of (F)orce used is = (m)assive x (a)cceptable = enough. ",
    "**Do all the hero's have their own back story?**\nYep!",
    "**\"The world as you know it will cease to exist.\"Wait you saying if the bloons get through, the entire universe explodes?**\nSome Monkeys think it will, like a balloon. Dr. Monkey has good data that it will implode.",
    "**How does glue slow down bloons if it's not attached to another surface?**\nMonkey physics is not to be questioned! Quantum glue, clearly.",
    "**When you sell a monkey, where do they go?**\nHome, after passing “Go” and collecting $200 Monkey Money.",
    "**If the BTD6 Heroes made their own cities what would they name them?**\nPats is Hugland, Adora would dedicate hers to the Sun God and Quincy would name his ‘Quincville, City Of Quincy.’ ",
    "What video games do the heroes like?**\nBen loves MOBA’s! ",
    "**What happens to the bloons trapped in the engineer's bloon trap?**\nThey are sucked into the Trap via link with a nearby blackhole. When they are sucked into the blackhole they are transported into another dimension, we then use the escaping hawking radiation to convert the lead containment box to gold for our currency using the power of alchemy.. I bet you can guess at who the lead scientist is in that engineering team. \n\nYes you guessed it! The Boomerang monkey, obvious I know but still a fun fact.",
    "**Ok, if I can't question monkey physics, I'll question monkey chemistry! What's the chemical makeup of corrosive glue?**\nDr. Monkey claims that the written formula was destroyed in a freak lab accident and that he couldn’t risk sending us another copy as the Bloon spies might get a hold of it. ",
    "**Would the monkeys eat other fruit than bananas if they were given the opportunity?**\nWho says they don’t now? ",
    "**Why do the heroes have different accents? Ben sounds Canadian, Obyn is clearly British, and Gwen has a sort of Slavic accent.**\nThey are from different parts of the monkey world! ",
    "**What are Churchill's hobbies besides riding his tank?**\nHe likes to play World of Tanks. ",
    "**is Gwendolin really fifteen years old**\nGwen is 686 days old, which in monkey years, is around 6 years. ",
    "**is Benjamin still paired with Jessica**\nWe like to let them keep some of their lives private. ",
    "**You called pineapples monsters. Prepare to meet your doom.**\nPineapples literally eat you back. ",
    "**Which hero has the biggest wardrobe?**\nQuincy",
    "**When Benjammin goes home, does he yell \"BENJAMMIN IS IN THE HOUSE\" when he enters?**\nHe absolutely does. ",
    "**Why did the monkeys add a runway for Monkey Ace and Heli-Pilot? Monkey Ace worked well without runway in BTD4.**\nThat you saw! Trust us, there were a lot of crashes… ",
    "**Why are there no left-handed monkeys?**\nDid you know that roughly only 10% of people are left handed? So it’s pretty rare! Also, because animating different hands to throw puts a lot more work on our artists. ",
    "**What does Gwen think of Frozen Over?**\nShe’s not a fan of the cold. ",
    "**Do I get to rickroll Ben?**\nYou can absolutely try. ",
    "**Considering you say that the monkeys think the universe will explode like a balloon, does that imply balloons are different to bloons?**\nYes. Absolutely. ",
    "**Did monkeys copy the bloons? I just replayed Bloons and all the tricks were in the bloons' bag. The only thing the monkeys haven't since copied is that bouncy rubber…**\nSometimes you have to use your enemies tricks against them",
    "**Whats the population of Quincville, city of Quincy**\n4 ",
    "**Why is there a rubber duck in the portable lake?**\nWhy not? ",
    "**Why do the monkeys use primarily darts? They could use other projectiles like nails or needles.**\nHave you ever tried to throw a nail or needle? A lot harder than a dart! ",
    "**How do alchemists that buff the other monkeys think about them? Do they think of then like test subjects or do they want to help out the others? What do other monkeys think of buff giving alchemists?**\nIt's a pretty healthy relationship, think of it as like someone handing you a water bottle in the middle of a high intensity sport, between rounds. The buffed monkeys appreciate the help and the alchemist enjoys helping them pop some bloons! ",
    "**Has there ever been a bloon that has been known to betray his kind and help the monkey cause? If not, how would the monkeys even react? would this bloon just become a social outcast, hated and feared by the monkeys, and cast away for betrayal from his own?**\nWe’ve never heard of a bloon defecting but we probably wouldn’t trust it. ",
    "**How does the Permanent brew makes the brew effect \"Permanent\"?**\nThey have a special ingredient they add but they won’t disclose that information. ",
    "**if Gwen is 686 days old, then how old is Quincy**\n897 days.  ",
    "**what is obyn's favorite tv show**\nAnything on Animal Planet. ",
    "**Are hero skins just the heros having a fun time cosplaying or are they entirely different entities?**\nThey are just different outfits! :) ",
    "**If you woke up one day and saw Bloons outside, what would you do?**\nGrab the darts! ",
    "**What is the backstory behind Gwen loving fire?**\nShe just really loves it. ",
    "**Who would win? Cyber Quincy or Sentai Churchill.**\nChurchill does have a tank… ",
    "**Are bloons created by the monkeys? and if so, what are the balloons created by?**\nThe bloons were not created by the monkeys but balloons can be!",
    "**What is the Dartling Gunner doing? Are they at target practice, training for the day they are added, or is the Dartling Gunner just chilling while waiting for the day they are added?**\nThey are helping fight the war on bloons, just not in BTD6 yet. ",
    "**What's in Science Gwen's blue fire and in Harlegwen's purple fire?**\nFire dye.",
    "**Why do some non-throwing monkeys also use darts? For example, aces, helis, subs, and buccaneers all use darts.**\nThink of the psychological impact! Bloons HATE darts, and now they are coming from the air and the sea at ridiculous rates of fire. Dr Monkey is big brain.",
    "**Is Ben gaining money through investments, crypto mining or he just hacks banks?**\nI honestly cannot tell you. I asked him and he just smiled… ",
    "**1. what does 897 days mean\n2. who is more adorable, Gwen or Adora**\nIt means he is 2.4 years old which is around 7 in monkey years. Both of them are but we have all made some ‘Adorable’ puns. ",
    "**what happens if Ezili has a crush on striker, how would it go**\nI’m not sure that would ever happen. Striker isn’t her type. ",
    "**How do the glue gunners make their glue extra sticky / corrosive?**\nHave you ever smelled, tasted, or used a really, really, really old banana as homemade sunscreen? We don’t recommend it.",
    "**What if there’s a bloon spy that can 100% replicate a normal monkey and even act like one, and also looks like a legit monkey? How would the monkeys tackle them?**\nThe Bloons thought they had that figured and sent them into Monkey City. See how that turned out.",
    "**How did Pat get big**\nHe ate a lot. ",
    "**What ever happened to that DDT that injured Quincy? Is it still out there?**\nYes, it’s Quincy’s Great White Whale… One day he will find it… ",
    "**How are the MOAB class bloons related to the normal bloons?**\nBoth full of hot air. ",
    "**How do the ace and heli darts hit the bloons if they're high up in the air?**\nThey aim well!",
    "**When the candy room with the bloompa loompas was found, what was in the other rooms of the monkey chocolate factory?**\nWhat a bazaar question, you’ll have to use your imagination for that.",
    "**why does Ezili wear a purple jacket most of the time**\nIf she gets too cold she gets perplexed.",
    "**So what exactly happens when a monkey eats a pineapple…**\nThey… eat it? It’s a pineapple.",
    "**Can the monkeys eat pineapples without having them explode?**\nSure, they just need to eat the ones that don’t have gunpowder in them. ",
    "**How does Wolfhunter Quincy and Obyn get along?**\nOh, you think the pack is your ally. Quincy merely adopted the pack. Obyn was born in it, molded by it. \nEach pack has different values and ways of life, but when faced with the threat of Bloons it’s common for each to put aside differences and work together. ",
    "**What does Obyn think of Spirit of the Forest?**\nThey have mutual respect for each other and frequently share fallen leaf tea.",
    "**Why does the monkey in the bazaar wave at you?**\nThey are just saying hi! C’mon, you ain’t never had a friend like that.",
    "**Does Admiral Brickell have any relation to Commander Cassie?**\nDistantly related but still a universe apart.",
    "**What's the difference between a Helium Bloon and a Rainbow Bloon?**\nA Rainbow Bloon will never float off into the sky and leave you feeling alone, betrayed, and heartbroken. ",
    "**Are Admiral Brickell and Captain Churchill friends?*\nYes! They have served alongside each other for a while. They only occasionally turn off friendly fire.",
    "**Where do dartling guns get there darts from?**\nThe same shop that the Super Monkey gets their darts from.",
    "**Who is the fastest hero?**\nCaptain Churchill but he does have a vehicle. ",
    "**How do Super Monkeys fly?**\nMagic!",
    "**How much gunpowder do the exploding pineapples have?**\nEnough.",
    "**how did Quincy and Gwendolin meet in the first place**\nWhen the call went out for aid in the eternal struggle against vile, ruthless Bloons, both Quincy and Gwendolin answered the call at the same time. ",
    "**Carrier Flagship's planes are very cute and good :) They do their little loop de loops**\nDo you ever just run around the house pretending to be a plane? Good fun! ",
    "**Did Quincy ever get revenge on the DDT that injured him? Or is it still out there somewhere...?**\nTo this day Quincy is still hunting for that DDT. He’s been able to track it down a few times but it has always gotten away. ",
    "**how did the flooded dam get flooded?**\nSomeone was pressing buttons that they shouldn’t have been messing with. ",
    "**Does Churchill have any weapons outside of his tank?**\nHe wields the power of comradery. ",
    "**What's Admiral Brickell's favourite weapon?**\nHer dress whites combined with vast knowledge of dance moves from every port.",
    "**If the monkeys all get their darts from the same shop, how much does a single dart cost?**\nA whole lot when it’s the last one left."
]